accountsservice
adw-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bind
bitwarden
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cliphist
corectrl
cpupower
cryptsetup
curl
device-mapper
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
flatpak
foot
frameworkintegration
fsarchiver
git
glances
gnome-keyring
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
hdparm
htop
hwdetect
hwinfo
hyprland
hyprpicker
inetutils
iwd
jfsutils
lazydocker
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mangohud
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-settings
nvidia-utils
obsidian
opencl-nvidia
openssh
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
perl
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgfile
plocate
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
proton-cachyos-slr
protonup-qt
pv
python
python-defusedxml
python-packaging
realtime-privileges
rebuild-detector
reflector
ripgrep
rsync
s-nail
sddm
sg3_utils
shelly
smartmontools
snapper
sof-firmware
starship
steam
sudo
sysfsutils
texinfo
thunar
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vim
vlc-plugins-all
vulkan-icd-loader
vulkan-radeon
wdisplays
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
yay
ydotool
zoxide
